[M_ThisJustIn MissionDefinition]
MissionName="Notícia de Última Hora"
MissionDescription="Desde que chegou a Pandora, Hunter Hellquist, o locutor da Rádio Verdade da Hyperion, começou a difundir mentiras sobre suas façanhas. Mordecai conseguiu identificar a origem dessas transmissões e está pedindo que você coloque um fim nessa 'papagaiada' para sempre."
TurnInDescription="Com Hunter Hellquist morto, ninguém mais correrá o risco de acreditar que você é um terrível monstro devorador de bebês. A menos que você seja um Gunzerker... aí ninguém consegue ficar tranquilo mesmo."
MissionSummary="Cale a boca de Hunter Hellquist, o locutor da Rádio Verdade da Hyperion."
MissionGiver="Mordecai"
MissionTurnInLocation="Mordecai"
TeaserText="A verdade é relativa. Os tiros na cabeça, não."

[M_ThisJustIn:FinalObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ThisJustIn:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ThisJustIn:ThisJustIn_FindDJ MissionObjectiveDefinition]
ProgressMessage="Encontre a emissora de rádio"

[M_ThisJustIn:ThisJustIn_KillDJ MissionObjectiveDefinition]
ProgressMessage="Cale a boca de Hunter Hellquist"

